Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Shared.xcstrings
Source language: en
Languages: de, es, fr, it, vi

# action_play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
vi: Phát

# action_play_episode
source: Play %1$@
de: %1$@ abspielen
es: Reproducir %1$@
fr: Lire %1$@
it: Riproduci %1$@
vi: Phát %1$@

# action_resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
vi: Tiếp tục

# action_resume_episode
source: Resume %1$@
de: %1$@ fortsetzen
es: Reanudar %1$@
fr: Reprendre %1$@
it: Riprendi %1$@
vi: Tiếp tục %1$@

# addon_already_installed
source: That addon is already installed.
de: Dieses Addon ist bereits installiert.
es: Ese complemento ya está instalado.
fr: Cet addon est déjà installé.
it: Questo addon è già installato.
vi: Addon này đã được cài đặt

# addon_invalid_url
source: Enter a valid addon URL
de: Gib eine gültige Addon-URL ein
es: Introduce una URL de complemento válida
fr: Saisissez une URL d’addon valide
it: Inserisci un URL addon valido
vi: Hãy nhập URL addon hợp lệ

# addon_load_manifest_failed
source: Unable to load manifest
de: Manifest konnte nicht geladen werden
es: No se pudo cargar el manifiesto
fr: Impossible de charger le manifeste
it: Impossibile caricare il manifest
vi: Không thể tải manifest

# addons_error_enter_url
source: Enter an addon URL.
de: Gib eine Addon-URL ein.
es: Introduce una URL de complemento.
fr: Saisissez une URL d’addon.
it: Inserisci l'URL dell'addon.
vi: Vui lòng nhập URL addon

# addons_manifest_missing_field
source: Manifest missing "%1$@"
de: Im Manifest fehlt "%1$@"
es: Falta el manifiesto \"%1$@\"
fr: Champ « %1$@ » manquant dans le manifeste
it: Nel manifest manca "%1$@"
vi: Manifest thiếu trường "%1$@"

# auth_account_deletion_failed
source: Account deletion failed
de: Kontolöschung fehlgeschlagen
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
it: Eliminazione account fallita
vi: Xóa tài khoản thất bại

# auth_sign_in_failed
source: Sign-in failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
it: Accesso fallito
vi: Đăng nhập thất bại

# auth_sign_out_failed
source: Sign-out failed
de: Abmeldung fehlgeschlagen
es: Error al cerrar sesión
fr: Échec de la déconnexion
it: Disconnessione fallita
vi: Đăng xuất thất bại

# auth_sign_up_failed
source: Sign-up failed
de: Registrierung fehlgeschlagen
es: Error al registrarse
fr: Échec de l’inscription
it: Registrazione fallita
vi: Đăng ký thất bại

# catalog_load_failed
source: Unable to load catalog items.
de: Katalogeinträge können nicht geladen werden.
es: No se pudieron cargar los elementos del catálogo.
fr: Impossible de charger les éléments du catalogue.
it: Impossibile caricare gli elementi del catalogo.
vi: Không thể tải nội dung

# cloud_library_playback_disabled
source: Cloud library is disabled.
de: Cloud-Bibliothek ist deaktiviert.
es: La biblioteca en la nube está deshabilitada.
fr: La cloud library est désactivée.
it: La libreria cloud è disabilitata.
vi: Thư viện đám mây đang tắt

# cloud_library_provider_unavailable
source: Cloud library is not available for %1$@.
de: Cloud-Bibliothek ist für %1$@ nicht verfügbar.
es: La biblioteca en la nube no está disponible para %1$@.
fr: La cloud library n’est pas disponible pour %1$@.
it: La libreria cloud non è disponibile per %1$@.
vi: Thư viện đám mây không khả dụng với %1$@

# collections_editor_media_movies_suffix
source: Movies
de: Filme
es: Cine
fr: Films
it: Film
vi: Phim

# collections_editor_media_series_suffix
source: Series
de: Serien
es: Serie
fr: Séries
it: Serie
vi: Loạt phim

# collections_editor_resolved_trakt_list
source: Resolved Trakt list
de: Aufgelöste Trakt-Liste
es: Lista de rutas resueltas
fr: Liste Trakt résolue
it: Lista Trakt identificata
vi: Danh sách Trakt đã xác thực

# collections_editor_tmdb_collection_title_format
source: TMDB Collection %1$@
de: TMDB-Sammlung %1$@
es: Colección TMDB %1$@
fr: Collection TMDB %1$@
it: Collezione TMDB %1$@
vi: Bộ sưu tập TMDB %1$@

# collections_editor_tmdb_director_title_format
source: TMDB Director %1$@
de: TMDB-Regisseur %1$@
es: Director de TMDB %1$@
fr: Réalisateur TMDB %1$@
it: Regista TMDB %1$@
vi: Đạo diễn TMDB %1$@

# collections_editor_tmdb_invalid_id_error
source: Enter a valid TMDB ID or URL.
de: Gib eine gültige TMDB-ID oder -URL ein.
es: Introduzca un ID o URL de TMDB válido.
fr: Saisissez un ID ou une URL TMDB valide.
it: Inserisci un ID o un URL TMDB valido.
vi: Hãy nhập ID hoặc URL TMDB hợp lệ

# collections_editor_tmdb_list_title_format
source: TMDB List %1$@
de: TMDB-Liste %1$@
es: Lista TMDB %1$@
fr: Liste TMDB %1$@
it: Lista TMDB %1$@
vi: Danh sách TMDB %1$@

# collections_editor_tmdb_load_error
source: Could not load TMDB source
de: TMDB-Quelle konnte nicht geladen werden
es: No se pudo cargar la fuente TMDB
fr: Impossible de charger la source TMDB
it: Impossibile caricare la sorgente TMDB
vi: Không thể tải nguồn TMDB

# collections_editor_tmdb_network_title_format
source: TMDB Network %1$@
de: TMDB-Sender %1$@
es: Red TMDB %1$@
fr: Chaîne TMDB %1$@
it: Network TMDB %1$@
vi: Đơn vị phát hành TMDB %1$@

# collections_editor_tmdb_production_title_format
source: TMDB Production %1$@
de: TMDB-Produktion %1$@
es: Producción de TMDB %1$@
fr: Production TMDB %1$@
it: Produzione TMDB %1$@
vi: Hãng sản xuất TMDB %1$@

# collections_editor_trakt_fallback_title
source: Trakt List %1$@
de: Trakt-Liste %1$@
es: Lista de rutas %1$@
fr: Liste Trakt %1$@
it: Lista Trakt %1$@
vi: Danh sách Trakt %1$@

# collections_editor_trakt_id_url_required
source: Enter a Trakt list ID or URL
de: Gib eine Trakt-Listen-ID oder -URL ein
es: Ingrese una ID o URL de la lista Trakt
fr: Saisissez un ID ou une URL de liste Trakt
it: Inserisci l’ID o l’URL di una lista Trakt
vi: Hãy nhập ID hoặc URL danh sách Trakt

# collections_editor_trakt_input_required
source: Enter a Trakt list name, URL, or ID
de: Gib einen Trakt-Listennamen, eine URL oder eine ID ein
es: Ingrese un nombre, URL o ID de la lista Trakt
fr: Saisissez un nom de liste Trakt, une URL ou un ID
it: Inserisci il nome, l’URL o l’ID di una lista Trakt
vi: Nhập tên, URL hoặc ID danh sách Trakt

# collections_editor_trakt_list_title_format
source: Trakt List %1$@
de: Trakt-Liste %1$@
es: Lista de rutas %1$@
fr: Liste Trakt %1$@
it: Trakt Lista %1$@
vi: Danh sách Trakt %1$@

# collections_editor_trakt_load_error
source: Could not load Trakt list
de: Trakt-Liste konnte nicht geladen werden
es: No se pudo cargar la lista Trakt
fr: Impossible de charger la liste Trakt
it: Impossibile caricare la lista Trakt
vi: Không thể tải danh sách Trakt

# collections_editor_trakt_load_failed
source: Could not load Trakt list
de: Trakt-Liste konnte nicht geladen werden
es: No se pudo cargar la lista Trakt
fr: Impossible de charger la liste Trakt
it: Impossibile caricare la lista Trakt
vi: Không thể tải danh sách Trakt

# collections_editor_trakt_no_lists_found
source: No Trakt lists found
de: Keine Trakt-Listen gefunden
es: No se encontraron listas de Trakt
fr: Aucune liste Trakt trouvée
it: Nessuna lista Trakt trovata
vi: Không tìm thấy danh sách Trakt

# collections_folder_addon_not_found
source: Addon not found: %1$@
de: Addon nicht gefunden: %1$@
es: Complemento no encontrado: %1$@
fr: Addon introuvable : %1$@
it: Addon non trovato: %1$@
vi: Không tìm thấy addon: %1$@

# collections_folder_count
source: %1$@ folder(s)
de: %1$@ Ordner
es: %1$@ carpeta(s)
fr: %1$@ dossier(s)
it: %1$@ cartelle
vi: %1$@ thư mục

# collections_folder_trakt_movie_list
source: Trakt Movie List
de: Trakt-Filmliste
es: Lista de películas de Trakt
fr: Liste de films Trakt
it: Lista film Trakt
vi: Danh sách phim Trakt

# collections_folder_trakt_series_list
source: Trakt Series List
de: Trakt-Serienliste
es: Lista de series de Trakt
fr: Liste de séries Trakt
it: Lista serie Trakt
vi: Danh sách phim bộ Trakt

# collections_import_error_collection_blank_id
source: Collection %1$@ has blank id.
de: Sammlung %1$@ hat eine leere ID.
es: La colección %1$@ tiene el id vacío.
fr: La collection %1$@ a un ID vide.
it: La collezione %1$@ ha un ID vuoto.
vi: Bộ sưu tập %1$@ chưa có ID

# collections_import_error_collection_blank_title
source: Collection '%1$@' has blank title.
de: Sammlung '%1$@' hat einen leeren Titel.
es: La colección '%1$@' tiene el título vacío.
fr: La collection « %1$@ » a un titre vide.
it: La collezione '%1$@' ha un titolo vuoto.
vi: Bộ sưu tập "%1$@" chưa có tên

# collections_import_error_collection_duplicate_id
source: Collection id '%1$@' is used more than once.
de: Sammlungs-ID '%1$@' wird mehr als einmal verwendet.
es: El ID de colección '%1$@' se usa más de una vez.
fr: L’identifiant de collection « %1$@ » est utilisé plusieurs fois.
it: L’ID collezione '%1$@' è usato più di una volta.
vi: ID bộ sưu tập "%1$@" đã tồn tại

# collections_import_error_empty_json
source: JSON is empty.
de: JSON ist leer.
es: El JSON está vacío.
fr: Le JSON est vide.
it: Il file JSON è vuoto.
vi: JSON trống

# collections_import_error_folder_blank_id
source: Folder %1$@ in '%2$@' has blank id.
de: Ordner %1$@ in '%2$@' hat eine leere ID.
es: La carpeta %1$@ en '%2$@' tiene el id vacío.
fr: Le dossier %1$@ dans « %2$@ » a un ID vide.
it: La cartella %1$@ in '%2$@' ha un ID vuoto.
vi: Thư mục %1$@ trong "%2$@" chưa có ID

# collections_import_error_folder_blank_title
source: Folder '%1$@' in '%2$@' has blank title.
de: Ordner '%1$@' in '%2$@' hat einen leeren Titel.
es: La carpeta '%1$@' en '%2$@' tiene el título vacío.
fr: Le dossier « %1$@ » dans « %2$@ » a un titre vide.
it: La cartella '%1$@' in '%2$@' ha un titolo vuoto.
vi: Thư mục "%1$@" trong "%2$@" chưa có tên

# collections_import_error_folder_duplicate_id
source: Folder id '%1$@' is used more than once in '%2$@'.
de: Ordner-ID '%1$@' wird in '%2$@' mehr als einmal verwendet.
es: La identificación de carpeta '%1$@' se usa más de una vez en '%2$@'.
fr: L’identifiant de dossier « %1$@ » est utilisé plusieurs fois dans « %2$@ ».
it: L’ID cartella '%1$@' è usato più di una volta in '%2$@'.
vi: ID thư mục "%1$@" đã tồn tại trong "%2$@"

# collections_import_error_invalid_json
source: Invalid JSON: %1$@
de: Ungültiges JSON: %1$@
es: JSON inválido: %1$@
fr: JSON invalide : %1$@
it: JSON non valido: %1$@
vi: JSON không hợp lệ: %1$@

# collections_import_error_source_blank_fields
source: Source %1$@ in folder '%2$@' has blank fields.
de: Quelle %1$@ in Ordner '%2$@' hat leere Felder.
es: La fuente %1$@ en la carpeta '%2$@' tiene campos vacíos.
fr: La source %1$@ dans le dossier « %2$@ » a des champs vides.
it: La sorgente %1$@ nella cartella '%2$@' presenta campi vuoti.
vi: Nguồn %1$@ trong thư mục "%2$@" còn thiếu thông tin

# collections_import_error_trakt_list_id
source: Source %1$@ in folder '%2$@' is missing a Trakt list ID.
de: Quelle %1$@ in Ordner '%2$@' fehlt eine Trakt-Listen-ID.
es: A la fuente %1$@ en la carpeta '%2$@' le falta un ID de lista de Trakt.
fr: La source %1$@ dans le dossier « %2$@ » n’a pas d’ID de liste Trakt.
it: Alla sorgente %1$@ nella cartella '%2$@' manca l'ID della lista Trakt.
vi: Nguồn %1$@ trong thư mục "%2$@" chưa có ID danh sách Trakt

# collections_tab_all
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
vi: Tất cả

# collections_tmdb_api_key_required
source: Add a TMDB API key in Settings to use TMDB sources.
de: Füge einen TMDB-API-Schlüssel in den Einstellungen hinzu, um TMDB-Quellen zu verwenden.
es: Agregue una clave API de TMDB en Configuración para usar fuentes de TMDB.
fr: Ajoutez une clé API TMDB dans les paramètres pour utiliser les sources TMDB.
it: Add a TMDB API key in Impostazioni to use TMDB sorgentes.
vi: Hãy thêm khóa API TMDB trong phần Cài đặt để sử dụng các nguồn TMDB

# collections_tmdb_collection_not_found
source: TMDB collection not found
de: TMDB-Sammlung nicht gefunden
es: Colección TMDB no encontrada
fr: Collection TMDB introuvable
it: Collezione TMDB non trovata
vi: Không tìm thấy bộ sưu tập TMDB

# collections_tmdb_company_not_found
source: TMDB company not found
de: TMDB-Firma nicht gefunden
es: Empresa TMDB no encontrada
fr: Société TMDB introuvable
it: Azienda TMDB non trovata
vi: Không tìm thấy hãng sản xuất trên TMDB

# collections_tmdb_discover_no_data
source: TMDB discover returned no data
de: TMDB Discover hat keine Daten zurückgegeben
es: TMDB Discover no devolvió datos
fr: Découverte TMDB n’a retourné aucune donnée
it: La ricerca TMDB non ha restituito dati
vi: TMDB trả về dữ liệu trống

# collections_tmdb_list_not_found
source: TMDB list not found
de: TMDB-Liste nicht gefunden
es: Lista TMDB no encontrada
fr: Liste TMDB introuvable
it: Lista TMDB non trovata
vi: Không tìm thấy danh sách TMDB

# collections_tmdb_missing_collection_id
source: Missing TMDB collection ID
de: Fehlende TMDB-Sammlungs-ID
es: Falta el ID de la colección TMDB
fr: ID de collection TMDB manquant
it: ID collezione TMDB mancante
vi: Thiếu ID bộ sưu tập TMDB

# collections_tmdb_missing_list_id
source: Missing TMDB list ID
de: Fehlende TMDB-Listen-ID
es: Falta el ID de la lista TMDB
fr: ID de liste TMDB manquant
it: ID lista TMDB mancante
vi: Thiếu ID danh sách TMDB

# collections_tmdb_missing_person_id
source: Missing TMDB person ID
de: Fehlende TMDB-Personen-ID
es: Falta el ID de persona de TMDB
fr: ID de personne TMDB manquant
it: ID persona TMDB mancante
vi: Thiếu ID hồ sơ TMDB

# collections_tmdb_network_not_found
source: TMDB network not found
de: TMDB-Sender nicht gefunden
es: Red TMDB no encontrada
fr: Chaîne TMDB introuvable
it: Network TMDB non trovato
vi: Không tìm thấy đơn vị phát hành trên TMDB

# collections_tmdb_person_credits_not_found
source: TMDB person credits not found
de: TMDB-Personen-Credits nicht gefunden
es: No se encontraron créditos personales de TMDB
fr: Crédits TMDB de la personne introuvables
it: Crediti della persona TMDB non trovati
vi: Không tìm thấy thông tin đoàn phim của hồ sơ này trên TMDB

# collections_tmdb_person_not_found
source: TMDB person not found
de: TMDB-Person nicht gefunden
es: Persona TMDB no encontrada
fr: Personne TMDB introuvable
it: Persona TMDB non trovata
vi: Không tìm thấy hồ sơ trên TMDB

# collections_trakt_credentials_missing
source: Missing Trakt credentials.
de: Fehlende Trakt-Anmeldedaten.
es: Faltan credenciales de Trakt.
fr: Identifiants Trakt manquants.
it: Credenziali Trakt mancanti.
vi: Thiếu thông tin xác thực Trakt

# collections_trakt_invalid_list_id_or_url
source: Enter a valid Trakt list ID or URL
de: Gib eine gültige Trakt-Listen-ID oder -URL ein
es: Ingrese una ID o URL de lista de Trakt válida
fr: Saisissez un ID ou une URL de liste Trakt valide
it: Inserisci un ID o un URL valido di una lista Trakt
vi: Hãy nhập ID hoặc URL danh sách Trakt hợp lệ

# collections_trakt_list_items_count
source: %1$@ items
de: %1$@ Einträge
es: %1$@ artículos
fr: %1$@ éléments
it: %1$@ elementi
vi: %1$@ mục

# collections_trakt_list_not_found_or_private
source: Trakt list not found or not public
de: Trakt-Liste nicht gefunden oder nicht öffentlich
es: Lista de canales no encontrada o no pública
fr: Liste Trakt introuvable ou non publique
it: Lista Trakt non trovata o non pubblica
vi: Không tìm thấy danh sách Trakt hoặc danh sách đang ở chế độ riêng tư

# collections_trakt_missing_list_id
source: Missing Trakt list ID
de: Fehlende Trakt-Listen-ID
es: Falta el ID de la lista Trakt
fr: ID de liste Trakt manquant
it: ID della lista Trakt mancante
vi: Thiếu ID danh sách Trakt

# collections_trakt_missing_numeric_id
source: Trakt list did not include a numeric ID
de: Die Trakt-Liste enthielt keine numerische ID
es: La lista de Trakt no incluía una identificación numérica.
fr: La liste Trakt ne contient pas d’ID numérique
it: La lista Trakt non include un ID numerico
vi: Danh sách Trakt không chứa ID dạng số

# collections_trakt_public_list
source: Trakt public list
de: Öffentliche Trakt-Liste
es: Lista pública de Trakt
fr: Liste Trakt publique
it: Lista pubblica Trakt
vi: Danh sách công khai Trakt

# collections_trakt_rate_limit_reached
source: Trakt rate limit reached
de: Trakt-Ratenlimit erreicht
es: Se alcanzó el límite de tarifa de Trakt
fr: Limite de requêtes Trakt atteinte
it: Limite di richieste Trakt raggiunto
vi: Đã vượt quá giới hạn yêu cầu của Trakt

# collections_trakt_request_failed
source: Trakt request failed
de: Trakt-Anfrage fehlgeschlagen
es: Error en la solicitud de seguimiento
fr: Échec de la requête Trakt
it: Richiesta Trakt non riuscita
vi: Yêu cầu tới Trakt thất bại

# compose_player_no_subtitle_lines_found
source: No subtitle lines found
de: Keine Untertitelzeilen gefunden
es: No se encontraron líneas de subtítulos
fr: Aucune ligne de sous-titres trouvée
it: Nessuna linea di sottotitoli trovata
vi: Không tìm thấy phụ đề

# compose_player_no_subtitles_found
source: No subtitles found
de: Keine Untertitel gefunden
es: No se encontraron subtítulos
fr: Aucun sous-titre trouvé
it: Nessun sottotitolo trovato
vi: Không tìm thấy phụ đề

# compose_player_subtitle_lines_load_error
source: Unable to load subtitle lines
de: Untertitelzeilen konnten nicht geladen werden
es: No se pueden cargar líneas de subtítulos
fr: Impossible de charger les lignes de sous-titres
it: Impossibile caricare le righe dei sottotitoli
vi: Không thể tải phụ đề

# continue_watching_up_next
source: Next Up
de: Als Nächstes
es: A continuación
fr: À suivre
it: Prossimo contenuto
vi: Tiếp theo

# continue_watching_up_next_episode
source: Next Up • S%1$@E%2$@
de: Als Nächstes • S%1$@E%2$@
es: A continuación • T%1$@E%2$@
fr: À suivre • S%1$@E%2$@
it: Prossimo • S%1$@E%2$@
vi: Tiếp theo • P%1$@T%2$@

# date_month_december
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
vi: Tháng Mười Hai

# date_month_february
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
vi: Tháng Hai

# date_month_january
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
vi: Tháng Một

# date_month_july
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
vi: Tháng Bảy

# date_month_june
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
vi: Tháng Sáu

# date_month_march
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
vi: Tháng Ba

# date_month_may
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
vi: Tháng Năm

# date_month_october
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
vi: Tháng Mười

# date_month_short_dec
source: Dec
de: Dez
es: Dic
fr: Déc
it: Dic
vi: Th12

# date_month_short_mar
source: Mar
de: Mär
vi: Th3

# date_month_short_may
source: May
de: Mai
fr: Mai
it: Mag
vi: Th5

# date_month_short_oct
source: Oct
de: Okt
it: Ott
vi: Th10

# debrid_missing_api_key
source: Connect an account in Settings.
de: Verbinde ein Konto in den Einstellungen.
es: Conecte una cuenta en Configuración.
fr: Connectez un compte dans les paramètres.
it: Connetti un account nelle Impostazioni.
vi: Hãy kết nối tài khoản trong Cài đặt

# debrid_not_cached
source: Not cached on Torbox.
de: Nicht im Torbox-Cache.
es: No almacenado en caché en Torbox.
fr: Non mis en cache sur Torbox.
it: Non presente nella cache di Torbox.
vi: Chưa có trong bộ nhớ đệm TorBox

# debrid_resolve_failed
source: Could not open this link.
de: Dieser Link konnte nicht geöffnet werden.
es: No se pudo abrir este enlace.
fr: Impossible d’ouvrir ce lien.
it: Impossibile aprire questo link.
vi: Không thể mở liên kết này

# debrid_stream_stale
source: This link expired. Refreshing results.
de: Dieser Link ist abgelaufen. Ergebnisse werden aktualisiert.
es: Este enlace expiró. Resultados refrescantes.
fr: Ce lien a expiré. Actualisation des résultats.
it: Questo link è scaduto. Aggiornamento dei risultati in corso.
vi: Liên kết đã hết hạn, đang làm mới

# details_comments_trakt_load_failed_with_code
source: Failed to load Trakt comments (%1$@)
de: Trakt-Kommentare konnten nicht geladen werden (%1$@)
es: No se pudieron cargar los comentarios de Trakt (%1$@)
fr: Échec du chargement des commentaires Trakt (%1$@)
it: Impossibile caricare i commenti Trakt (%1$@)
vi: Không thể tải bình luận Trakt (%1$@)

# details_load_failed_all_addons
source: Could not load details from any addon.
de: Details konnten von keinem Addon geladen werden.
es: No se pudieron cargar los detalles desde ningún complemento.
fr: Impossible de charger les détails depuis les addons disponibles.
it: Impossibile caricare i dettagli da alcun addon.
vi: Không thể tải thông tin từ bất kỳ addon nào

# details_no_addon_meta
source: No addon provides meta for this content.
de: Kein Addon liefert Metadaten für diesen Inhalt.
es: Ningún complemento proporciona metadatos para este contenido.
fr: Aucun addon ne fournit de métadonnées pour ce contenu.
it: Nessun addon fornisce metadati per questo contenuto.
vi: Không có addon nào cung cấp thông tin cho nội dung này

# discover_empty_load_failed_message
source: The selected catalog failed to return discover items.
de: Der ausgewählte Katalog konnte keine Discover-Einträge zurückgeben.
es: El catálogo seleccionado no devolvió elementos de descubrimiento.
fr: Le catalogue sélectionné n’a retourné aucun élément de découverte.
it: Il catalogo selezionato non è riuscito a restituire elementi per la funzione Scopri.
vi: Không thể tải nội dung từ danh mục đã chọn

source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
it: Download fallito
vi: Tải xuống thất bại

# downloads_enqueue_missing_url
source: No direct stream link available
de: Kein direkter Stream-Link verfügbar
es: No hay enlace directo del stream disponible
fr: Aucun lien direct du stream disponible
it: Nessun link diretto disponibile
vi: Không có liên kết trực tiếp

# downloads_enqueue_replaced
source: Replaced previous download
de: Vorherigen Download ersetzt
es: Se reemplazó la descarga anterior
fr: Le téléchargement précédent a été remplacé
it: Download precedente sostituito
vi: Đã thay thế lượt tải trước

# downloads_enqueue_started
source: Download started
de: Download gestartet
es: Descarga iniciada
fr: Téléchargement démarré
it: Download avviato
vi: Đã bắt đầu tải xuống

# downloads_enqueue_unsupported_format
source: Unsupported stream format for downloads
de: Nicht unterstütztes Stream-Format für Downloads
es: Formato de stream no compatible para descargas
fr: Format de stream non pris en charge pour les téléchargements
it: Formato flusso non supportato per i download
vi: Định dạng nguồn phát không hỗ trợ tải xuống

# generic_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
vi: Không xác định

# library_other
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
vi: Khác

# media_channels
source: Channels
de: Kanäle
es: Canales
fr: Chaînes
it: Canali
vi: Kênh

# media_movie
source: Movie
de: Film
es: Película
fr: Film
it: Film
vi: Phim

# media_movies
source: Movies
de: Filme
es: Películas
fr: Films
it: Film
vi: Phim

# media_series
source: Series
de: Serien
fr: Séries
it: Serie
vi: Loạt phim

# meta_section_actions_description
source: Play and save controls.
de: Wiedergabe- und Speichersteuerung.
es: Controles para reproducir y guardar.
fr: Contrôles de lecture et d’enregistrement.
it: Controlli di riproduzione e salvataggio.
vi: Các tùy chọn phát và lưu

# meta_section_actions_title
source: Actions
de: Aktionen
es: Acciones
it: Azioni
vi: Thao tác

# meta_section_cast_description
source: Principal cast list.
de: Hauptbesetzungsliste.
es: Lista principal del reparto.
fr: Liste principale du casting.
it: Elenco del cast principale.
vi: Danh sách diễn viên chính

# meta_section_collection_description
source: Related collection or franchise rail.
de: Reihe für verwandte Sammlung oder Franchise.
es: Fila de colección o franquicia relacionada.
fr: Rayon de collection ou de franchise associée.
it: Riga dedicata a collezioni o franchise correlati.
vi: Bộ sưu tập hoặc nội dung liên quan

# meta_section_collection_title
source: Collection
de: Sammlung
es: Colección
it: Collezione
vi: Bộ sưu tập
